{"id": "apple", "meta_color": "red", "meta_department": "grocery", "text": "This fresh red apple is perfect for snacking or cooking. Packed with vitamins and fiber, it is a healthy choice. Enjoy it on its own, in salads, or baked into desserts. Apples are versatile and add a sweet, crisp flavor to any meal. They are easy to carry and make a great on-the-go snack.", "noop_title": "Apple", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/apple.webp", "noop_description": "This fresh red apple is perfect for snacking or cooking."}
{"id": "asparagus", "meta_color": "green", "meta_department": "grocery", "text": "This fresh green asparagus is ideal for healthy meals. Rich in vitamins and fiber, it is perfect for grilling, roasting, or steaming. Add asparagus to salads, pastas, or serve as a side dish. It is a versatile vegetable that complements many dishes and is easy to prepare.", "noop_title": "Asparagus", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/asparagus.webp", "noop_description": "This fresh green asparagus is ideal for healthy meals."}
{"id": "blueberries", "meta_color": "blue", "meta_department": "grocery", "text": "These fresh blue blueberries are perfect for snacking or baking. Rich in antioxidants and vitamins, they are a healthy choice. Enjoy them on their own, in smoothies, or as a topping for yogurt and cereals. Blueberries are versatile and add a burst of flavor to any dish.", "noop_title": "Blueberries", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/blueberries.webp", "noop_description": "These fresh blue blueberries are perfect for snacking or baking."}
{"id": "fertilizer", "meta_color": "green", "meta_department": "garden", "text": "This green fertilizer boosts plant growth and health. Ideal for flowers, vegetables, and shrubs, it enriches soil with essential nutrients. Apply the fertilizer evenly around the base of plants and water thoroughly. It promotes robust root development and enhances the overall vitality of your garden. Suitable for use in all types of soil.", "noop_title": "Fertilizer", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/fertilizer.webp", "noop_description": "This green fertilizer boosts plant growth and health."}
{"id": "frozen-peas", "meta_color": "green", "meta_department": "grocery", "text": "These green frozen peas are a versatile and healthy addition to any meal. Rich in vitamins and fiber, they are perfect for quick and nutritious side dishes. Simply steam or microwave them for a delicious, tender texture. Add to soups, stews, or salads for a burst of flavor and color.", "noop_title": "Frozen peas", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/frozen-peas.webp", "noop_description": "These green frozen peas are a versatile and healthy addition to any meal."}
{"id": "mop", "meta_color": "red", "meta_department": "cleaning", "text": "This red mop is designed for efficient floor cleaning. Ideal for all types of surfaces, it easily picks up dirt and spills. The mop head is highly absorbent and can be used wet or dry. Simply dip in water or cleaning solution, wring out excess, and mop your floors. The sturdy handle provides a comfortable grip, making cleaning a breeze.", "noop_title": "Mop", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/mop.webp", "noop_description": "This red mop is designed for efficient floor cleaning."}
{"id": "pasta-sauce", "meta_color": "red", "meta_department": "grocery", "text": "This red pasta sauce is perfect for adding flavor to your meals. Made with ripe tomatoes and a blend of herbs, it enhances any pasta dish. Simply heat and pour over your favorite pasta for a delicious, quick meal. The rich, savory taste also complements pizzas, casseroles, and more.", "noop_title": "Pasta sauce", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/pasta-sauce.webp", "noop_description": "This red pasta sauce is perfect for adding flavor to your meals."}
{"id": "planting-bed", "meta_color": "red", "meta_department": "garden", "text": "This red planting bed is ideal for creating organized garden spaces. It provides ample room for growing a variety of plants. Place it in your garden, fill with soil, and start planting. The durable material ensures longevity, while the design keeps soil contained. Perfect for flowers, herbs, and vegetables.", "noop_title": "Planting bed", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/planting-bed.webp", "noop_description": "This red planting bed is ideal for creating organized garden spaces."}
{"id": "sponge", "meta_color": "green", "meta_department": "cleaning", "text": "This green sponge is perfect for all your cleaning needs. Use it to scrub dishes, countertops, and more. With its durable material, this sponge can handle tough grime while being gentle on surfaces. It is designed to absorb water efficiently, making your cleaning tasks quick and easy. Simply rinse after use and it’s ready for the next job.", "noop_title": "Sponge", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/sponge.webp", "noop_description": "This green sponge is perfect for all your cleaning needs."}
{"id": "sports-drink", "meta_color": "blue", "meta_department": "grocery", "text": "This blue sports drink is designed to keep you hydrated and energized. Perfect for athletes and active individuals, it replenishes electrolytes lost during exercise. Enjoy it before, during, or after workouts to maintain peak performance. The refreshing flavor makes it a tasty way to stay hydrated.", "noop_title": "Sports drink", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/sports-drink.webp", "noop_description": "This blue sports drink is designed to keep you hydrated and energized."}
{"id": "watering-can", "meta_color": "blue", "meta_department": "garden", "text": "This blue watering can is perfect for your gardening needs. Its ergonomic design makes watering plants easy and efficient. With a large capacity, you can water multiple plants without frequent refills. The spout delivers a gentle, even flow to ensure plants receive the right amount of water. Ideal for indoor and outdoor use.", "noop_title": "Watering can", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/watering-can.webp", "noop_description": "This blue watering can is perfect for your gardening needs."}
{"id": "window-cleaner", "meta_color": "blue", "meta_department": "cleaning", "text": "This blue window cleaner leaves surfaces streak-free and sparkling. Ideal for glass, mirrors, and windows, it cuts through grime and dirt effortlessly. Simply spray on the desired surface and wipe with a clean cloth for a pristine, clear finish. The formula is designed to evaporate quickly, ensuring no residue is left behind.", "noop_title": "Window cleaner", "noop_image_url": "https://raw.githubusercontent.com/VantageDiscovery/vantage-tutorials/main/tutorials/data-barn-delights/img/window-cleaner.webp", "noop_description": "This blue window cleaner leaves surfaces streak-free and sparkling."}
